[
    {
        "global_slug": "log-of-ashes",
        "global_collection": "winter-song",
        "type": "one-shot",
        "system": "D&D 5e",
        "year": "2021",
        "nplayers": "4",
        "etime": "4",
        "status": "published",
        "lang_options": [
            {
                "lang": "es",
                "title": "Tronco de ceniza",
                "subtitle": "Una aventura breve para DnD 5e con un trasfondo navideño.",                
                "summary": "Durante los días de más profundo invierno, las familias de Winterbreak se reúnen para celebrar la llegada del nuevo año. Lathánder honra estos encuentros haciendo entrega de pequeños juguetes a los niños a través de una especial y caracterítsica festividad. Sin embargo, el demonio Sauletars ha conseguido corromper el vínculo de Lathánder con Wintebreak y pretende alimentarse de la tristeza y del desasosiego de los niños de la ciudad.",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/378158/Tronco-de-ceniza"
                },
                "lang_slug": "tronco-de-ceniza",   
                "lang_collection": "Canción de invierno",
                "available": true
            },
            {
                "lang": "en",
                "title": "Log of ashes",
                "subtitle": "A short adventure for DnD 5e inspired in a Christmas song.",
                "summary": "During the deepest days of winter, in the city of Winterbreak, families gather to celebrate the arrival of the new year. Lathander honors these encounters by delivering small toys to children through a special and characteristic holiday. However, the demon Sauletars has managed to corrupt Lathander's bond with Wintebreak and tries to feed on the sadness of the children of the city.",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/382202/Log-of-ashes"
                },
                "lang_slug": "log-of-ashes",
                "lang_collection": "Winter song",
                "available": true
            },
            {
                "lang": "cat",
                "title": "Tronc de cendres",
                "subtitle": "Una aventura breu per a DnD 5e amb un rerefons nadalenc.",
                "summary": "Durant els dies més profunds de l'hivern, les famílies de Winterbreak es reuneixen per a celebrar l'arribada del nou any. Lathánder honra aquestes trobades fent entrega de petits obsequis i simples joguines a la mainada a través d'una especial i característica festivitat. Malauradament, el dimoni Sauletars ha aconseguit corrompre el vincle de Lathánder amb Wintebreak i pretén alimentar-se de la tristesa i del neguit de la quitxalla de la ciutat.",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/460042/Tronc-de-cendres"
                },
                "lang_slug": "tronc-de-cendres",
                "lang_collection": "Canço d'hivern",
                "available": true
            }
        ]
    },
    {
        "global_slug": "the-chalice-of-life",
        "global_collection": null,
        "type": "one-shot",
        "system": "D&D 5e",
        "year": "2022",
        "nplayers": "4",
        "etime": "5-6",
        "status": "published",
        "lang_options": [
            {
                "lang": "es",
                "title": "El cáliz de la vida",
                "subtitle": "Una aventura corta para DnD 5e con un pequeño giro oscuro.",
                "summary": "Tax Manzanaverde es un mediano al que han convertido en trasgo. Pero gracias a sus labores antropológicas —las mismas que lo llevaron a que lo polimorfaran en trasgo— sabe cómo liberarse de esta maldición. Sin embargo, el camino hasta la libertad no es fácil y ha contratado a cuatro mercenarios para que le vigilen la espalda.",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/414343/El-Caliz-de-la-Vida"
                },
                "lang_slug": "el-caliz-de-la-vida",
                "lang_collection": null,
                "available": true
            },
            {
                "lang": "cat",
                "title": "El Calze de la Vida",
                "subtitle": "Una aventura curta per a DnD 5e amb un petit gir fosc.",
                "summary": "Tax Pomaverda és un mitjà antropòleg amb un gran afany per a la cultura gòblin. Una de les seves darreres aventures no va ser anat tal i com s'havia plantejat i va acabar convertit en un goblin. Però gràcies a la tasques antropològiques —les mateixes que el van portar a que el van ficar en problemes— sap com alliberar-se d'aquesta maledicció. Tot i això, el camí fins a la llibertat no és fàcil i ha contractat un grup de mercenaris perquè el vigilin l'esquena.",
                 "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/459047/El-Calze-de-la-Vida"
                },
                "lang_slug": "el-calze-de-la-vida",
                "lang_collection": null,
                "available": true
            },
            {
                "lang": "en",
                "title": "The chalice of life",
                "subtitle": "A short adventure for DnD 5e with a little dark twist.",
                "summary": "Tax Greenapple is a halfling who has been turned into a goblin. But thanks to his anthropological work - the same ones that led him to be polymorphed into a goblin - he knows how to free himself from this curse. However, the road to freedom is not easy and he has hired four mercenaries to watch his back.",
                 "link": {
                    "platform": null,
                    "url": null
                },
                "lang_slug": "the-chalice-of-life",
                "lang_collection": null,
                "available": false
            }
        ]
    },
    {
        "global_slug": "queens-of-the-desert",
        "global_collection": "winter-song",
        "type": "one-shot",
        "system": "D&D 5e",
        "year": "2022",
        "nplayers": "3",
        "etime": "4",
        "status": "published",
        "lang_options": [
            {
                "lang": "en",
                "title": "The queens of the desert",
                "subtitle": "A short adventure for DnD 5e inspired in a Christmas song.",
                "summary": "Like every year, the rulers of the three kingdoms of the Orienté have organized their secret conclave to continue with the alliance that began years ago. This alliance has brought so much peace and prosperity to the three kingdoms. However, the jealous and greedy monarch of a neighboring country plans to sabotage the conclave and seize the three kingdoms in Orienté.",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/417733/The-queens-of-the-desert"
                },
                "lang_slug": "the-queens-of-the-desert",
                "lang_collection": "Winter song",
                "available": true
            },
            {
                "lang": "es",
                "title": "Las reinas del desierto",
                "subtitle": "Una aventura breve para DnD 5e con un trasfondo navideño.",
                "summary": "Como cada año, las gobernantas de los tres países de la región de Orienté, han organizado su conclave para seguir con la alianza que hace años empezaron y que tanta paz y prosperidad ha llevado a la región. Sin embargo, el celoso y avaricioso monarca de un país vecíno maquina sabotear su encoentro para, al fin, conquistar Orienté.",
                 "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/417735/Las-reinas-del-desierto"
                },
                "lang_slug": "las-reinas-del-desierto",
                "lang_collection": "Canción de invierno",
                "available": true
            },
            {
                "lang": "cat",
                "title": "Les reines del desert",
                "subtitle": "Una aventura breu per a DnD 5e amb un rerefons nadalenc.",
                "summary": "Com cada any, les governantes dels tres països de la regió d'Orienté han organitzat el conclave secret per seguir amb l'aliança que fa anys van començar i que tanta pau i prosperitat ha portat a la regió. Tot i això, el gelós i avariciós monarca d'un país veí màquina sabotejar la seva trobada i, per fi, conquerir Orienté.",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/472894/Les-reines-del-desert"
                },
                "lang_slug": "les-reines-del-desert",
                "lang_collection": "Canço d'hivern",
                "available": true
            }
        ]
    },
    {
        "global_slug": "evercold-heroes",
        "global_collection": "winter-song",
        "type": "one-shot",
        "system": "D&D 5e",
        "year": "2023",
        "nplayers": "4",
        "etime": "5",
        "status": "published",
        "lang_options": [
            {
                "lang": "en",
                "title": "Evercold' Heroes",
                "subtitle": "A short adventure for DnD 5e inspired in a Christmas song.",
                "summary": "Evercold' village has lived peacefully and prosperous for years. One hundred and twenty-one years ago the last great battle against the tyranny of the Earl-Duke of Darckcorner was fought. In the name of the heroes who brought that peace, the citizens of Evercold celebrate the end of the year with family and friends while praising life and joy. Around thirty before the end of the year, slight earthquakes have impacted the town of Evercold. As the days go by, the tremors are more intent and seem to come from Argamuth, where the battle against Darckcorner ended. What is causing those tremors? Is Evercold's era of peace and prosperity ending?",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/461800/Evercold-Heroes"
                },
                "lang_slug": "evercold-heroes",
                "lang_collection": "Winter song",
                "available": true
            },
            {
                "lang": "es",
                "title": "Los héroes de Evercold",
                "subtitle": "Una aventura breve para DnD 5e con un trasfondo navideño.",
                "summary": "Hace años que la villa de Evercold vive una pacífica y próspera era. Hace ciento y veintiún años que se libró la última gran batalla contra la tiranía del Conde-duque de Darckcorner. En nombre de los héroes que trajeron esa paz, los ciudadanos de Evercold celebran el fin de año entre familiares y amigos mientras alaban la vida y la alegría. A una treintena de finales de año, leves terremotos han impactado a la villa de Evercold. A medida que pasan los días, los temblores son más intentos y pareciera que provienen de Argamuth, dónde terminó la batalla contra Darckcorner. ¿Qué es lo que provoca esos temblores? ¿Termina la era de paz y prosperidad de Evercold?",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/459045/Los-heroes-de-Evercold"
                },
                "lang_slug": "los-heroes-de-evercold",
                "lang_collection": "Canción de invierno",
                "available": true
            },
            {
                "lang": "cat",
                "title": "Els herois d'Evercold",
                "subtitle": "Una aventura breu per a DnD 5e amb un rerefons nadalenc.",
                "summary": "Fa anys que la vila d'Evercold viu una pacífica i pròspera era. D'aquí poc farà cent i vint-i-un anys que es va lliurar la darrera gran batalla contra la tirania del Comte-duc de Darckcorner. En nom dels herois que van portar aquesta pau, els ciutadans d'Evercold celebren el Cap d'Any entre familiars i amics mentre lloen la vida i l'alegria. A una trentena de finals d'any, lleus terratrèmols han impactat la vila d'Evercold. A mesura que passen els dies, els tremolors són més intents i sembla que provenen d'Argamuth, on va acabar la batalla contra Darckcorner. Què és el que provoca aquests tremolors? Acaba l'era de pau i prosperitat d'Evercold?",
                "link": {
                    "platform": "Dungeon Masters Guild",
                    "url": "https://www.dmsguild.com/product/459046/Els-herois-dEvercold"
                },
                "lang_slug": "els-herois-evercold",
                "lang_collection": "Canço d'hivern",
                "available": true
            }
        ]
    },
    {
        "global_slug": "music-from-jupiter",
        "global_collection": null,
        "type": "one-shot",
        "system": "Starlink",
        "year": "2024",
        "nplayers": "5",
        "etime": "4",
        "status": "published",
        "lang_options": [
            {
                "lang": "en",
                "title": "The music from Jupiter",
                "subtitle": "A soft space opera on humanity discovering we are not alone.",
                "summary": "In humanity's first foray into the cosmos, a captivating melody drifts out from Jupiter's north pole. The Starlink Initiative, ahandpicked crew of specialists, embarks on a perilous mission to investigate. Their journey is fraught with danger - dodgingasteroids, repairing critical spacecraft damage, and braving the tempestuous Jovian atmosphere. Their objective: a derelict alienvessel trapped within the swirling storm. Inside await hazards, ancient artifacts hinting at a forgotten connection, and the enigmaticsource of the music. Will they unravel the mysteries before time runs out, or will the secrets of Jupiter be lost forever?",
                "link": {
                    "platform": "itch.io",
                    "url": "https://iamkuragari.itch.io/the-music-from-jupiter"
                },
                "lang_slug": "the-music-from-jupiter",
                "lang_collection": null,
                "available": true
            },
            {
                "lang": "es",
                "title": "La música de Júpiter",
                "subtitle": "Una tranquila aventura espacial sobre la humanidad descubriendo que no está sola.",
                "summary": "En la primera incursión de la humanidad en el cosmos, una melodía cautivadora surge del polo norte de Júpiter. La Iniciativa Starlink, un equipo de especialistas cuidadosamente seleccionados, se embarca en una peligrosa misión para investigar. Su viaje está plagado de peligros: esquivar asteroides, reparar daños críticos en naves espaciales y desafiar la tempestuosa atmósfera joviana. Su objetivo: una nave alienígena abandonada atrapada dentro de la tormenta. En el interior aguardan peligros, artefactos antiguos que insinúan una conexión olvidada y la enigmática fuente de la música. ¿Desentrañarán los misterios antes de que se acabe el tiempo o se perderán para siempre los secretos de Júpiter?",
                "link": {
                    "platform": null,
                    "url": null
                },
                "lang_slug": "la-musica-de-jupiter",
                "lang_collection": null,
                "available": false
            },
            {
                "lang": "cat",
                "title": "La música de Júpiter",
                "subtitle": "Una tranquila aventura espacial sobre la humanitat descobrint que no està sola.",
                "summary": "En la primera incursió de la humanitat al cosmos, una melodia captivadora surt del pol nord de Júpiter. La Iniciativa Starlink, un grup d'especialistes seleccionats, s'embarca en una perillosa missió per investigar. El seu viatge està ple de perills: esquivar asteroides, reparar danys crítics a les naus espacials i afrontar la tempestuosa atmosfera joviana. El seu objectiu: un vaixell alienígena abandonat atrapat dins de la tempesta remolinada. A l'interior esperen perills, artefactes antics que insinuen una connexió oblidada i la font enigmàtica de la música. Desvelaran els misteris abans que s'acabi el temps, o els secrets de Júpiter es perdran per sempre?",
                "link": {
                    "platform": null,
                    "url": null
                },
                "lang_slug": "la-musica-de-jupiter",
                "lang_collection": null,
                "available": false
            }
        ]
    },
    {
        "global_slug": "path-of-the-stars",
        "global_collection": null,
        "type": "one-shot",
        "system": "D&D 5e",
        "year": "2024",
        "nplayers": "4",
        "etime": "4",
        "status": "testing",
        "lang_options": [
            {
                "lang": "en",
                "title": "The Path of the Stars",
                "subtitle": "A cozy high fantasy adventure.",
                "summary": "In the quiet village of Starwood, a mysterious black comet crashes, spreading corruption and chaos. The heroes, touched by the stars, must gather the villagers' faith and perform a purification ritual using the sacred white star. As they face dark tendrils and navigate perilous caves, the characters unite to cleanse the black comet, restoring peace and hope to Starwood.",
                "link": {
                    "platform": null,
                    "url":  null
                },
                "lang_slug": "the-path-of-the-stars",
                "lang_collection": null,
                "available": false
            },
            {
                "lang": "es",
                "title": "El Camino de las Estrellas",
                "subtitle": "Una acogedora aventura de alta fantasía.",
                "summary": "En el tranquilo pueblo de Bosquestrella, un misterioso cometa se estrella, sembrando corrupción y caos. Los héroes, tocados por las estrellas, deben reunir la fe de los aldeanos y realizar un ritual de purificación utilizando la sagrada estrella blanca. Mientras se enfrentan a zarcillos oscuros y navegan por cuevas peligrosas, los personajes se unen para devolver la paz y la esperanza al pueblo.",
                "link": {
                    "platform": null,
                    "url": null
                },
                "lang_slug": "el-camino-de-las-estrellas",
                "lang_collection": null,
                "available": false
            },
            {
                "lang": "cat",
                "title": "El Camí de les Estrelles",
                "subtitle": "Una tranquila aventura espacial sobre la humanitat descobrint que no està sola.",
                "summary": "Al tranquil poble de Starwood, un misteriós cometa negre s'estavella, propagant la corrupció i el caos. Els herois, tocats per les estrelles, han de reunir la fe dels vilatans i realitzar un ritual de purificació utilitzant l'estrella blanca sagrada. Mentre s'enfronten a xardins foscos i naveguen per coves perilloses, els personatges s'uneixen per netejar el cometa negre, restaurant la pau i l'esperança a Starwood.",
                "link": {
                    "platform": null,
                    "url": null
                },
                "lang_slug": "el-cami-de-les-estrelles",
                "lang_collection": null,
                "available": false
            }
        ]
    },
    {
        "global_slug": "twilight-of-orothan",
        "global_collection": null,
        "type": "shot adventure",
        "system": "D&D 5e",
        "year": "2023",
        "nplayers": "4",
        "etime": "30",
        "status": "testing",
        "lang_options": [
            {
                "lang": "en",
                "title": "The Twilight of Orothan",
                "subtitle": "A lost adventure in the desert.",
                "summary": "At the majestic Great temple of Orothan, a fateful accident has revealed the entrance to forgotten catacombs that lie beneath the city. Given the mystery surrounding this discovery, the venerated Saint Halima has sent a battalion of brave defenders of the faith to investigate this enigmatic region, however, none have returned. Furthermore, since the entrance was revealed, dark nightmares plague Saint Halima's rest at night, while sinister voices stalk her with promises of power during the day. Your mission is clear: explore the catacombs hidden beneath Orothan, discover what calls to Saint Halima, and protect the city from any evil that may lurk in the shadows.",
                "link": {
                    "platform": null,
                    "url":  null
                },
                "lang_slug": "the-twilight-of-orothan",
                "lang_collection": null,
                "available": false
            },
            {
                "lang": "es",
                "title": "El Ocaso de Orothan",
                "subtitle": "Una aventura perdida en el desierto.",
                "summary": "En el majestuoso Gran templo de Orothan, un fatídico accidente ha desvelado la entrada a unas catacumbas olvidadas que se extienden bajo la ciudad. Ante el misterio que rodea este descubrimiento, la venerada Santa Halima ha enviado a un batallón de valientes defensoras de la fe a investigar esta enigmática región, sin embargo, ninguna ha regresado. Además, desde que la entrada fue revelada, oscuras pesadillas asaltan el descanso de la Santa Halima durante la noche, mientras voces siniestras la acechan con promesas de poder durante el día. Vuestra misión es clara: explorar las catacumbas que se ocultan bajo Orothan, descubrir qué llama a la Santa Halima y proteger la ciudad de cualquier mal que pueda acechar desde las sombras.",
                "link": {
                    "platform": null,
                    "url": null
                },
                "lang_slug": "el-ocaso-de-orothan",
                "lang_collection": null,
                "available": false
            },
            {
                "lang": "cat",
                "title": "El Ocàs d'Orothan",
                "subtitle": "Una aventura perduda al desert.",
                "summary": "Al majestuós Gran temple d'Orothan, un accident fatídic ha revelat l'entrada a unes catacumbes oblidades que s'estenen sota la ciutat. Davant el misteri que envolta aquest descobriment, la venerada Santa Halima ha enviat un batalló de valents defensores de la fe a investigar aquesta enigmàtica regió, però cap ha tornat. A més, des que l'entrada va ser revelada, foscos malsons assalten el descans de la Santa Halima durant la nit, mentre veus sinistres la criden amb promeses de poder durant el dia. La vostra missió és clara: explorar les catacumbes que s'amaguen sota Orothan, descobrir què amenaça a la Santa Halima i protegir la ciutat de qualsevol mal que pugui aguaitar des de les ombres.",
                "link": {
                    "platform": null,
                    "url": null
                },
                "lang_slug": "el-ocas-dorothan",
                "lang_collection": null,
                "available": false
            }
        ]
    }
]